/* Default message shown in error alert dialogs for validation errors when no more specific error message is available */
"A validation error occurred" = "Une erreur de validation s’est produite";

/* Default message shown in error alert dialogs when no more specific error message is available */
"An error occurred" = "Une erreur s’est produite";

/* Title for alert dialog button asking what to do with invalid values entered by the user */
"Discard Change" = "Annuler la modification";

/* Default error message for formatting errors with bindings */
"Formatting Error" = "Erreur de formatage";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Illegal key" = "Clé interdite";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key cannot be empty" = "La clé ne peut pas être vide";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Key is already in use" = "Clé en cours d’utilisation";

/* Message shown in error alert dialogs for dictionary controller validation errors */
"Value for %@ cannot be empty" = "La valeur de « %@ » ne peut pas être vide";

